{
  "links": {
    "home": "Home",
    "about": "About",
    "bounty": "Bounties",
    "developer": "Developers",
    "resource": "Resources",
    "dapps": "Dapps",
    "blockExplorer": "Block Explorer",
    "en": "English",
    "zh": "Chinese"
  },
  "index": {
    "slogen": "Next Generation Bigdata Public Blockchain ",
    "introduction": {
      "title": "About Us",
      "content1": "GXChain is a big-data public blockchain that supports application development and smart contract. Based on Graphene technology and DPoS consensus mechanism",
      "content2": "GXChain has many powerful functions, including G-ID, GVM, blockchain as a service(BaaS), and Blockcity Pay. On top of GXChain, two killer applications were launched: decentralized data exchange (To Business), that supports P2P data trading and sharing, currently serving more than 100 renowned companies, Blockcity (To Customers), a personal data consolidation Dapp with millions real-name verified users, providing abundant data resources for partners and applications on GXChain. GXChain ensures a secure, credible, high-throughput data transaction ecosystem via blockchain. GXChain was self-developed by the GXChain team and launched in June of 2017.",
      "getWhitepaper": "GXChain Whitepaper"
    },
    "advantages": {
      "title": "Our Advantages",
      "list1": {
        "title": "Higher performance",
        "content": "Graphene based DPoS consensus and second level transaction confirmation provide Dapp users well experience like using centralized applications."
      },
      "list2": {
        "title": "Smart Contract",
        "content": "Accomplishes a faster & better VM solution and provides a contract development tool – IDE which supports C++ and other popular languages to develop, debug, deploy and call directly so as to develop smart contract efficiently and conveniently."
      },
      "list3": {
        "title": "General Digital Identity G-ID",
        "content": "G-ID is the unique identity of GXChain ecosystem. Currently, more than millions of real name digital identity users bring rich traffic for Dapps which greatly reduce the customer acquisition cost and facilitate the development of Dapps. "
      },
      "developerCenter": "Developer Center"
    },
    "resource": {
      "txt1": "Multiple available clients",
      "txt2": "Open source code for multiple core components",
      "txt3": "View Resources Page"
    },
    "roadMap": {
      "title": "Roadmap",
      "map1": {
        "year": "2019",
        "event": "Comprehensively upgrade GXChain data economy ecosystem"
      },
      "map2": {
        "year": "2018.Q3-Q4",
        "event": "Smart contract 2.0 launched, supported WebAssembly"
      },
      "map3": {
        "year": "Jun. 2018",
        "event": "Decentralized data marketplace upgraded DES to serve hundreds of IT-FIN enterprises"
      },
      "map4": {
        "year": "May. 2018",
        "event": "基BaaS-Storage which is GXChain based storage and witness service launched"
      },
      "map5": {
        "year": "Mar. 2018",
        "event": "More than 1,000,000 users"
      },
      "map6": {
        "year": "Jan. 2018",
        "event": "The first Dapp of GXChain - Blockcity launched, with more than 100,000 users in 24 hours"
      },
      "map7": {
        "year": "Nov. 2017",
        "event": "Whitepaper upgraded, focused on 'CBD' ecosystem and positioned GXChain as the next generation big data public blockchain"
      },
      "map8": {
        "year": "Sep. 2017",
        "event": "Decentralized data marketplace officially commercialized"
      },
      "map9": {
        "year": "Aug. 2017",
        "event": "Main chain code open source"
      },
      "map10": {
        "year": "Jun. 2017",
        "event": "The Main chain launched, decentralized data marketplace 1.0 launched"
      },
      "map11": {
        "year": "Feb. 2017",
        "event": "GXChain whitepaper released"
      }
    }
  },
  "bounty": {
    "development": {
      "title": "Development Bounties Program",
      "rules": "Rules & Processing",
      "signUp": "Sign Up",
      "progressing": "Progressing",
      "finished": "Finished",
      "people": "people",
      "bountyList": {
        "item1": "Smart contract IDE optimization",
        "item2": "Block explorer optimization",
        "item3": "GXClient multilingual implementation"
      }
    },
    "longTerm": {
      "title": "Long-term Effective",
      "security": "Security",
      "dec": "Discover security vulnerabilities and safeguard assets security",
      "critical": "Critical",
      "highRisk": "High-risk",
      "mediumRisk": "Medium-risk",
      "lowRisk": "Low-risk",
      "longTermList": {
        "item1": "Main Net & Test Net",
        "item2": "Contract Development Tools"
      }
    }
  },
  "developer": {
    "slogen": "Developers? Getting Started!",
    "apply": {
      "title": "Apply GXS for Test",
      "des": "If you are developing the project and need GXS for test, please fill and submit application form. You will receive email notification once approved.",
      "btn": "Apply"
    },
    "visit": {
      "title": "GitHub",
      "des": "Visit GXChain Open Source ",
      "btn": "Visit"
    }
  },
  "dApps": {
    "bc": {
      "title": "Blockcity",
      "des": "Blockcity launched on Jan 12, 2018 and is the first mobile app based on GXChain, aiming for assisting data management and sharing. Blockcity helps users to take control of their data, it has a lot of incentive to encourage users to authorize their identity and information. Blockcity does not cache data and protects the privacy of the users.",
      "btn": "Download"
    },
    "coinGet": {
      "name": "CoinGet",
      "des": "CoinGet is a GXChain-based decentralized entertainment platform which solves dissymmetry and trust problems through “blockchain+smart contract” technology, ensures a fair, just and open gaming environment, and creates a comprehensive entertainment ecology integrating lucky crowdfunding, guessing game, digital auction and customized contract. Besides, CoinGet also makes use of its advantages in technology and resources to introduce corporate services and public welfare projects and"
    },
    "wlm": {
      "name": "Moneyhorse",
      "des": "Moneyhorse is the first blockchain development game on the basis of Unitopia platform. Based on the characteristics of 'fairness, openness and tamper resistance'  of blockchain, a new game model is created. Each horse is unique, value-added, collectible and tradable."
    },
    "prophet": {
      "name": "Prophet",
      "des": "Prophet is a decentralized social prediction market platform built on the GXChain. This platform fully harnesses the technology of distributed open ledgers to enhance the transparency and equality of prediction markets. We incentivize developers releasing prediction events through digital token economy, to share your own wisdom with the community, to provide different types of prediction events for the users, and to gather wisdom from all users to predict the future effectively."
    }
  },
  "resource": {
    "client": {
      "title": "Client",
      "gxsWallet": {
        "title": "GXS Wallet",
        "des": "GXChain Wallet is a decentralized application which can manage your GXS assets and know latest news from GXChain. "
      },
      "pcWallet": {
        "title": "PC Wallet",
        "des": "PC Wallet is a decentralized application which can manage your GXS assets and know latest news from GXChain."
      },
      "ide": {
        "title": "Smart Contract IDE",
        "des": "Smart contract IDE is a tool from GXChain which help users develop and deploy DApps and call contracts. "
      }
    },
    "github": {
      "title": "GitHub Open Source",
      "ios": "IOS",
      "android": "Android",
      "mac": "Mac",
      "win32": "Win32",
      "win64": "Win64",
      "linux": "Linux",
      "download": "Download",
      "address": {
        "leafFor": "Leave For",
        "java": "Java",
        "node": "Node",
        "php": "PHP",
        "ide": "IDE",
        "server": "Contract compilation service"
      },
      "codeAddrList": {
        "item1": {
          "title": "gxb-core",
          "des": "GXChain Kernel Module"
        },
        "item2": {
          "title": "Light Wallet",
          "des": "GXChain Assets Management PC Client"
        },
        "item3": {
          "title": "Mobile Wallet",
          "des": "GXChain Assets Management PC Client"
        },
        "item4": {
          "title": "Main Chain-Cli",
          "des": "The main chain interactive Client encapsulates general API such as account registration, account transfer and block query"
        },
        "item5": {
          "title": "BaaS-Cli",
          "des": "GXChain Based Data Exchange SDK"
        },
        "item6": {
          "title": "DES-Cli",
          "des": "Smart Contract"
        },
        "item7": {
          "title": "Smart Contract",
          "des": " GXChain Based Smart Contract Development Tools"
        },
        "item8": {
          "title": "Block Explorer",
          "des": "Block Query, Transaction Query, Account Query, Asset Query"
        }
      }

    }
  },
  "footer": {
    "contactUs": "Contact Us",
    "kefu": "contact"
  }
}
