<template>
    <div class="container" style="padding:30px 16px;">
        <p><strong>隐私政策</strong></p>
        <p>本政策与我们的条款和条件相结合，形成本网站的“用户协议”（<a href="/">gxchain.org</a>）。请确保您结合本政策阅读条款和条件。</p>

        <p>我们把你的隐私当回事。本隐私政策描述了我们获取，存储和处理可识别您身份的数据的方式和原因。</p>

        <p>GXChain Foundation可能会通过更新此页面不时更改此政策。您应定期查看此页面，以确保您对任何更改感到满意。此政策最后更新于2019年8月1日。</p>

        <p><strong>我们收集什么信息？</strong></p>

        <p>我们从本网站的访问者那里收集了三种信息：查询和反馈;有兴趣与我们合作的人的简历;和在日志文件中收集的站点使用信息。</p>

        <p><strong>Cookie使用政策</strong></p>
        <p>像许多网站一样，我们的网站使用cookies。 Cookie是我们放在您计算机上的小型数据文件，它们可以帮助我们的网站更好地工作，让您拥有更愉快的浏览体验。</p>

        <p>他们改善了：</p>
        <ul>
            <li>记住设置，因此您无需在访问新页面时重新输入它们</li>
            <li>记住您提供的信息（例如您的邮政编码），因此您无需继续输入</li>
            <li>衡量您如何使用网站，以确保它符合您的需求</li>
        </ul>

        <p>Cookie不会用于识别您的个人身份。他们只是为了让您的网站更好地工作。但是，如果您不想在计算机上使用cookie，则可以根据需要管理和/或删除这些小文件。</p>

        <p>要了解有关cookie以及如何管理cookie的更多信息，请访问<a target="_blank" href="https://aboutcookies.org/">AboutCookies.org</a>。</p>

        <p><strong>本网站上的Cookies</strong></p>
        <p>这些cookie用于收集有关访问者如何使用我们网站的信息。我们使用这些信息来编译报告并帮助我们改进网站。 Cookie以匿名形式收集信息，包括网站访问者数量，访问者访问网站的位置以及访问过的网页。 </p>

        <p><strong>同意</strong></p>
        <p>使用本网站即表示您同意我们的在线隐私政策条款。</p>

        <p><strong>网站隐私政策 -  GXChain基金会，<a href="/">gxchain.org</a>的所有者</strong></p>

        <p><strong>1 简介</strong></p>
        <p>我们认真对待您的隐私。本隐私政策描述了我们获取，存储和处理可识别您身份的数据的方式和原因。我们可能会不时更新此政策，并在网站上指明何时进行了更改。</p>

        <p><strong>2 我们收集的信息</strong></p>
        <p>当您向我们注册时，或者您贡献或使用网站上的某些高级功能时，您将收集信息。我们收集的信息清楚地列在我们收集它的网页上。此外，我们可能会收集您的IP地址并使用cookie，除非您将Web浏览器配置为不接受它们。</p>

        <p><strong>3 为什么我们收集它</strong></p>
        <p>我们收集有关您的信息，以便我们可以个性化您对网站的使用，帮助您使用网站并改善网站。根据您对我们的数据保护问题的选择，我们可能会安排向您发送有关我们和精心挑选的第三方的相关产品和服务的信息（请参阅第4节）。您可以随时更新问题的答案。</p>

        <p><strong>4 我们向谁透露</strong></p>
        <p>4.1我们只会将您作为个人（而非汇总信息）的信息传递给第三方，以使我们能够执行您要求的服务或事先征得您的同意。</p>

        <p>4.2如果您同意，我们会将您的联系方式传递给第三方，第三方可能会偶尔向您发送通信，以提供您可能感兴趣的信息，优惠和服务。</p>

        <p>4.3在某些情况下，如果您违反本隐私政策或违反条款和条件，我们可能需要披露您的相关信息。如果法律或任何政府机构要求，我们也可能会披露或访问您的帐户。</p>

        <p>4.4我们只会将您作为个人（而非汇总信息）的信息传递给海外第三方，以使我们能够执行您要求的服务。</p>

        <p><strong>5 安全</strong></p>
        <p>保护您的信息安全对我们非常重要，并且站点的某些部分可能使用SSL或类似标准对数据进行加密。但是，互联网上的数据传输不能保证完全安全。因此，在我们努力保护您的个人信息的同时，我们无法确保或保证您发送给我们的任何信息的安全性，您自行承担风险</p>

        <p><strong>6 访问和更新您的个人信息</strong></p>
        <p>如果您愿意，我们将始终让您拥有我们拥有的关于您的个人信息的副本，如果您愿意，您可以更正。</p>
    </div>
</template>
